org/books/done/1984.org
:PROPERTIES:
:ID:       9e09fbac-65ad-4d7e-9bdc-4c75cfd230d6
:END:
#+title: 1984
#+created: 20210510172839454
#+filetags: :scifi:book:
#+date: 2021-09-22
#+type: text/vnd.tiddlywiki

👉 https://www.goodreads.com/book/show/40961427-1984

* Description
- Theorie und Praxis des oligarchischen Kollektivismus
  - von Emmanuel Goldstein
  - Kapitel 1: Unwissenheit ist Stärke
  - Kapitel 3: [[* Krieg ist Frieden][Krieg ist Frieden]]
* Notes
** 3 Arten von Menschen                                                   :note:
- die Oberen
  - Ziel: dort zu bleiben, wo sie jetzt sind
- die Mittleren
  - Ziel: Mit den Oberen den Platz zu tauschen
  - ziehen die Unteren auf ihre Seite und spiegeln ihnen vor, für Freiheit und Gerechtigkeit zu kämpfen
  - sobald die Mittleren ihr Ziel erreicht haben, stoßen sie die Unteren wieder in die Knechtschaft zurück und werden selber zu den Oberen
  - bald spaltet sich von einer der beiden Gruppen oder von beiden eine neue Mittelgruppe ab und der Kampf fängt von vorne an
- die Unteren
  - Ziel: Alle Unterschiede abschaffen und eine Gesellschaft errichten, in der alle Menschen gleich sind

** Aufteilung der Welt                                                    :note:
- in 3 große Superstaaten
  - Eurasien
    - Europa + Russland
  - Ozeanien
    - das Vereinigte Königreich + die Vereinigten Staaten von Amerika, die Atlantischen Inseln einschliesslich der Britischen Inseln
    - Australasien
    - der südliche Teil Afrikas
  - Ostasien
    - China
    - die Länder südlich davon
    - die Japanischen Inseln
    - große Teile der Mongolei und des Tibets
- die Lebensbedingugen in allen 3 Superstaaten ähneln sich
  - Ozeanien
    - Engsoz
  - Eurasien
    - Neo-Bolschewismus
  - Ostasien
    - "Auslöschung des Ichs"
    - wird gewöhnlich mit "Todes-Kult" übersetzt
  - in Wahrheit unterscheiden sich die Philosophien kaum
    - überall die gleiche pyramidenartige Struktur
    - Verehrung eines gottähnlichen [[* Der Große Bruder][Führers]]
    - Sparmaßnahmen (siehe [[* Versklavung][Versklavung]])
    - die permanente [[* Krieg][Kriegsführung]]

** Der Große Bruder                                                       :note:
- an der Spitz der Pyramide steht der "Große Bruder"
- niemand hat ihn je gesehen
  - er ist nur ein Gesicht auf den Reklamewänden
  - eine Stimme im Radio
- jeder Erfolg, jede Errungenschaft, alles Glück werden ihm zugeschrieben
- er wird wahrscheinlich nie sterben
  - es gibt Unsicherheiten darüber wann er überhaupt geboren wurde

** Doppeldenk                                                             :note:
- bedeutet die Fähigkeit, gleichzeitig zwei einander widersprechende Überzeugungen zu hegen und beide gelten zu lassen
- es werden bewusst Lügen erzählt, an die man ehrlich glaubt
- jede unbequem gewordene Tatsache wird vergessen
- die Existenz einer objektiven Realität leugnen
- schon der Gebrauch des Wortes Doppeldenk ist Doppeldenk

** Krieg                                                                  :note:
- Hauptwerk des Krieges ist Zerstörung, aber nicht die von Menschenleben, aber die von Produkten menschlicher Arbeit
- Krieg ist ein Mittel, Materialien/Ressourcen zu vernichten, die sonst dazu benutzt werden könnten, es den Massen zu bequem und sie somit auf lange Sicht intelligent zu machen
- betrifft nur eine geringe Anzahl von Menschen, meistens hochtrainierte Spezialisten und fordert (wenn überhaupt) nur wenig Verluste
- für die Zivilisation bedeutet der Krieg Mangel an Konsumgütern und gelegentlicher Einschlag von Raketenbomben
- die Motive für den Krieg (wie anfangs) sind nicht mehr klar
- *keiner der 3 Superstaaten kann endgültig erobert werden, nicht einmal von den beiden anderen gemeinsam*
- der Krieg führt mehr einen Krieg um die Arbeitskräfte (siehe auch [[* Versklavung][Versklavung]])

** Krieg ist Frieden                                                      :note:
- der Krieg als solcher existiert nicht mehr wirklich
  - die Superstaaten bekämpfen einander nicht mehr
  - es geht nicht mehr darum Gebietseroberungen zu machen oder zu verhindern
  - vielmehr gehts darum, *Krieg gegen die eigenen Untertanen zu führen*
    - das Ziel besteht darin, *die Gesellschaftsstruktur intakt zu halten*

  #+begin_quote
  "Ein wirklich dauerhafter Frieden wäre das gleiche wie ein dauerhafter Krieg"
  #+end_quote

** Kulturelle Integrität                                                  :note:
- Für alle Superstaaten (siehe [[* Aufteilung der Welt][Aufteilung der Welt]]) ist es wichtig, dass die Bewohner nicht mit Ausländern in Kontakt kommen
  - außer mit Kriegsgefangenen und farbigen Sklaven
- wäre der Kontakt erlaubt, würden die Bürger feststellen, dass die Ausländer ähnliche Menschen sind und dass das meiste, was sie über sie gehört haben, Lügen waren
  - die abgeriegelte Welt würde dann aufgebrochen werden
  - die Kampfmoral, der Haß würden dann verfliegen

** Rolle der Partei                                                       :note:
- Die Partei kennt 2 Ziele
  - die Eroberung des gesamten Erdballs
  - die endgültige Tilgung jeder Möglichkeit unabhängigen Denkens
- Probleme dabei
  - die Gedanken eines Menschen gegen seinen Willen ausforschen
  - wie lassen sich mehrere hunder Millionen Menschen in ein paar Sekunden ohne Vorwarnung umbringen

** Versklavung                                                            :note:
- alle im Krieg involvierten Territorien verfügen über hochwertige Ressourcen
- den Superstaaten steht ein unerschöpfliches Reservoir billiger Arbeitskräfte zur Verfügung
- die in den Gebieten arbeitenden Menschen sind schon lange zu Sklaven degradiert und wechseln laufend unter den Eroberern ihren Besitzer
- die Arbeitskräfte tragen zum Wohlstand der Welt nichts bei
  - alles, was sie produzieren, dient Kriegszwecken
  - das Hauptziel der *modernen Kriegsführung* besteht darin, die maschinellen Produkte zu verbrauchen, ohne den allgemeinen Lebensstandard zu heben

** Wohlstand                                                              :note:
- Definition
  - eher im materiellen Sinne (Luxus und persönlicher Besitz)
  - während die Macht in den Händen einer privilegierten Kaste blieb
- der wachsende Wohlstand bedroht die Fortdauer einer hierarchischen Gesellschaft
- wenn alle den selben (hohen) Lebensstandard hätten, dann ist die wichtigste Form der Ungleichheit bereits verschwunden
  - Wohlstand darf kein Allgemeingut werden

    #+begin_quote
    Denn wenn alle in der gleichen Muße und Sicherheit lebten, würde die große
    Masse der Menschen, die normalerweise durch die Armut verdummt sind, sich
    weiterbilden und selbsständig zu denken lernen; und waren sie erstmal einmal
    soweit, würden sie früher oder später dahinterkommen, dass die privilegierte
    Minderheit keine Funktion besaß, und sie hinwegfegen.
    #+end_quote

  - auf lange Sicht ist eine hierarchische Gesellschaft nur auf Basis von Armut und Unwissenheit möglich

- mögliche Alternativen
  - zurück zur Agrarstruktur
    - die Mechanisierung der Länder hatte bereits eingesetzt, so dass jedes industriell rückständige Land in militärischer Sicht hilfslos war und von seinen technische fortschrittlicheren Rivalen übernommen wurde
  - Drosselung der Warenproduktion
    - man ließ die Wirtschaft stagnieren
      - Ackerland lag brach
      - Kapitalverschreibungen wurden nicht aufgestockt
      - Menschen durften nicht arbeiten
      - all das zog militärische Schwäche nach sich
      - *die Opposition konnte nicht ausbleiben*
    - das Problem war wie man die Räder der Industrie in Schwung hielt, ohne den allgemeinen Wohlstand anzuheben
      - Waren mussten produziert werden, durften aber nicht zur Verteilung gelangen
      - und praktisch ließ sich das nur durch eine [[* Krieg][Kriegsführung]] erreichen
        
